export default function page() {
  return (
    <>
       
      {/* About Section */}
      <section>
        <div class="w-full mx-auto flex justify-center mt-5 flex-col md:w-3/5">
          <div class="curriculum p-4 w-4/5 mx-auto">
            <p>
              প্রকৃতপক্ষে ইসলাম এমন একটি ধর্ম যা কেয়ামত পর্যন্ত সকল যুগের জন্যে
              প্রণীত। বিজ্ঞানপূর্ব পৃথিবীতেও যেমন ইসলামকে পরিপূর্ণ ভাবে মান্য
              করা সম্ভব ছিল, একইভাবে এই বিজ্ঞানের যুগেও তা সমান ভাবে মান্য করা
              যায়। তবে এক্ষেত্রে ধর্মীয় শিক্ষার পাশাপাশি জেনারেল এডুকেশনের
              গুরুত্ব ক্রমান্বয়ে বেড়ে চলেছে। অন্যথায় সার্বিকভাবে ইসলামের
              বিধি-নিষেধ মেনে জীবন পরিচালনা করা দুরূহ হয়ে পড়ছে ও সমাজ বিপথে
              চালিত হচ্ছে।
            </p>
            <p className="pt-5">
              উপর্যুক্ত বিষয়াবলীর দিকে লক্ষ্য রেখে অত্র প্রতিষ্ঠানের শিক্ষা
              ব্যবস্থাকে মোট চারটি ভাগে ভাগ করা হয়েছে। যথাঃ
            </p>
            <div>
              <div className="flex gap-2 items-center">
              <i className="bi bi-check-circle-fill text-2xl text-teal-400"></i>
              <h1 className="font-bold py-4">
                ১ম ভাগঃ শিশু থেকে দ্বিতীয় শ্রেণী। (শিশু, প্রথম ও দ্বিতীয় শ্রেণী)
              </h1>
              </div>
              <p>
                এই অংশের শিক্ষাব্যবস্থায় থাকবে শুধুমাত্র NCTB কতৃক নির্ধারিত
                পাঠ্যসূচী এবং এর পাশাপাশি কুরআন শিক্ষা। যা ধীরেধীরে শ্রেণীভেদে
                অক্ষর বা হরফ পরিচিতি থেকে কুরআন শরীফ সাবলীলভাবে দেখে পড়ার
                যোগ্যতা অর্জন করা পর্যন্ত উন্নীত হবে।
              </p>
            </div>
            <div>
            <div className="flex gap-2 items-center">
            <i className="bi bi-check-circle-fill text-2xl text-teal-400"></i>
              <h1 className="font-bold py-4">
                ২য় ভাগঃ তৃতীয় শ্রেণী থেকে সপ্তম শ্রেণী।
              </h1>
            </div>
              <p className="pb-2">
                তৃতীয়, চতুর্থ, পঞ্চম ও ষষ্ঠ শ্রেনীতে শ্রেণীর স্বাভাবিক শিক্ষার
                পাশাপাশি হিফজ সম্পন্ন করা হবে। সপ্তম শ্রেণীতে ক্লাসের সাথে সাথে
                শুধুমাত্র শুনানী চলবে হিফজের।
              </p>
              <p>
                এক্ষেত্রে, হিফজ চলাকালীন বছরসমূহে হিফজুল কুরআনের স্বাভাবিক
                ক্লাসের সাথে সমন্বয় করে শুধুমাত্র ২টি করে ক্লাস নেয়া হবে
                ন্যাশনাল কারিকুলাম সিলেবাসের।
              </p>
            </div>
            <div>
            <div className="flex gap-2 items-center">
            <i className="bi bi-check-circle-fill text-2xl text-teal-400"></i>
              <h1 className="font-bold py-4">
                ৩য় ভাগঃ অষ্টম শ্রেণী থেকে দশম শ্রেণী।
              </h1>
            </div>
              <p className="pb-2">
                অষ্টম শ্রেণী থেকে স্বাভাবিক স্কুলের ন্যায় ক্লাস শুরু হবে।
                অর্থাৎ, সপ্তাহে ৬-দিনই স্কুলের ক্লাস হবে। তবে অষ্টম শ্রেণীতে
                দৈনিক ৩ ঘণ্টা সময় ইসলামিক শিক্ষার জন্যে রাখা হবে। এবছর আরবী
                ব্যাকরণ ও ভাষা শিক্ষার জন্যে একটি ক্লাস, প্রাথমিক ফিক্বহের জন্যে
                একটি ক্লাস ও একপারা কুরআন শুনানোর জন্যে দেড় ঘণ্টা সময় রাখা হবে।
              </p>
              <p className="pb-2">
                নবম শ্রেণীতে উঠে বিজ্ঞান বিভাগ গ্রহণ করতে হবে এবং এই বিভাগের
                ক্লাসের পাশাপাশি লুগাতুল আরাবিয়্যার ওপর একটি ক্লাস ও হাদিসের
                সাধারণ ব্যাখ্যামুলক আলোচনার একটি ক্লাস থাকবে। অর্থাৎ, দেড় ঘণ্টা
                সময় নেয়া হবে সারাদিন থেকে। এছাড়া ৩০ মিনিট সময় দেয়া হবে একপারা
                তেলাওয়াতের জন্যে। সর্বমোট দুই ঘণ্টা সময় নেয়া হবে।
              </p>
              <p className="pb-2">
                দশম শ্রেণীর কার্যক্রম ও যথারীতি একই থাকবে, পাশাপাশি শুধুমাত্র ৩০
                মিনিট কুরআন তেলাওয়াতের জন্যে, ৪০ মিনিটের একটি সাধারন কুরআন
                তরজমার ক্লাস ও ৩০ মিনিটের একটি ফেরাক্বায়ে বাতেলার ক্লাস সপ্তাহে
                ৩ দিন করে থাকবে। অর্থাৎ সোয়া এক ঘণ্টা বা পৌনে দুই ঘণ্টা সময় নেয়া
                হবে সাপ্তাহিক।
              </p>
            </div>
            <div>
              <div className="flex gap-2 items-center">
              <i className="bi bi-check-circle-fill text-2xl text-teal-400"></i>
              <h1 className="font-bold py-4">
                ৪র্থ ভাগঃ একাদশ ও দ্বাদশ শ্রেণি।
              </h1>
              </div>
              <p>
                স্বাভাবিক ক্লাস শিডিউলের পাশাপাশি কুরআন ও হাদীস নির্ভর বিভিন্ন
                শরীয়া'হ ও দা'ওয়াহ ভিত্তিক পাঠদান প্রকল্প রাখা হবে। এক্ষেত্রে
                কলেজ সেকশনের এডুকেশনের জন্য সর্বোচ্চ সুবিধা নিশ্চিত করা হবে।
                জিপিএ ৫.০০ পাওয়া ও দেশের স্বনামধন্য বিশ্ববিদ্যালয় গুলোতে ভর্তি
                উপযোগী করে তোলাই হবে এই বিভাগের প্রধান লক্ষ্য।{" "}
              </p>
            </div>
          </div>
        </div>
      </section>
    </>
  );
}
