import 'bootstrap-icons/font/bootstrap-icons.css';

export default function page() {
  return (
    <>
       
      {/* About Section */}
      <section>
        <div className="w-3/5 mx-auto flex justify-center mt-5 flex-col">
          <div className="why-our-mission p-4">
          <div className="flex items-center gap-3">
            <i class="bi bi-circle-square text-teal-400 text-2xl"></i>
            <h1 className="font-bold">শিক্ষার্থীদের আচরণবিধি</h1>
            </div>
            <ul className="p-4 flex flex-col gap-4 list-decimal">
              <li>
                <p>শিক্ষার্থীদের নির্ধারিত সময়ে একাডেমিতে উপস্থিত হতে হবে।</p>
                </li>
                <li>
                <p>নির্ধারিত ইউনিফর্ম ও আইডি কার্ড পরিধান করতে হবে।</p>
                </li>
                <li>
                <p>সর্বাবস্থায় রাসূল সাঃ এর সুন্নত অনুযায়ী পরিপূর্ন ইসলামিক জীবন বিধান মেনে চলতে হবে ও ইসলামিক কালচারের প্রতি শ্রদ্ধাশীল থাকতে হবে।</p>
                </li>
                <li>
                <p>বিনা অনুমতিতে কোন অবস্থাতেই একাডেমির গেইটের বাইরে যাওয়া যাবে না।</p>
                </li>
                <li>
                <p>কোন অবস্থাতেই সহপাঠীদের সাথে কটুক্তি বা অশোভনীয় আচরণ করা যাবে না। কেউ এমন আচরনের মুখোমুখি হলে তাৎক্ষণিক ভাবে শ্রেণিশিক্ষককে অবিহিত করতে হবে। </p>
                </li>
                <li>
                <p>সম্মানিত শিক্ষকমন্ডলী, একাডেমিক স্টাফ ও সহায়ক কর্মচারীদের সাথে ভদ্র ও সৌহার্দ্যপূর্ণ আচরন করতে হবে।</p>
                </li>
                <li>
                <p>ক্লাস শিডিউল ও স্পোর্টস শিডিউল মেনে চলতে হবে।</p>
                </li>
                <li>
                <p>বিনা কারণে বা গ্রহণযোগ্য কারণ ব্যতীত ক্লাসে অনুপস্থিত থাকা যাবেনা। এ ব্যপারে অভিভাবকগণকে অবহিত করা হবে এবং নিয়ম অনুযায়ী জরিমানা/শাস্তিমূলক ব্যবস্থা গ্রহণ করা হবে।</p>
                </li>
                <li>
                <p>সর্বক্ষেত্রে শালীন ও মার্জিত ভাষার চর্চা করতে হবে। </p>
                </li>
                <li>
                <p>ছুটির সময়ে বাসায় গিয়ে গেমস খেলা বা টিভি দেখা যাবেনা। কম্পিউটারের ব্যবহার একাডেমির পক্ষ থেকেই একটা নির্দিষ্ট শ্রেণীতে পৌঁছালে শেখানো হবে, তার আগে বাসায় ব্যবহার করা যাবেনা।</p>
                </li>
                <li>
                <p>একাডেমির পক্ষ থেকে গৃহীত যে কোন নতুন সিদ্ধান্ত সম্মানের সাথে মেনে চলতে হবে। এক্ষেত্রে কোন সমস্যা থাকলে তা নিজে অথবা অভিভাবকের মাধ্যমে ক্লাস টিচারকে জানাতে হবে।</p>
                </li>
            </ul>
          </div>
          <div className="why-our-mission p-">
            <div className="flex items-center gap-3">
            <i class="bi bi-circle-square text-teal-400 text-2xl"></i>
            <h1 className="font-bold">শিক্ষকদের জন্য নিয়মাবলী</h1>
            </div>
            <ul className="p-4 flex flex-col gap-4 list-decimal">
              <li>
                <p>যে কোন পরিস্থিতিতে ছাত্রদের প্রহার করা বা শারিরীক নির্যাতন করা চাকরী থেকে বহিঃষ্কারযোগ্য অপরাধ বলে বিবেচিত হবে।</p>
                </li>
                <li>
                <p>একাডেমির সকল শর্তাবলী নির্দ্বিধায় মেনে নিতে হবে।</p>
                </li>
                <li>
                <p>ক্লাসে উপস্থিতির সময়ের কোনরূপ বিলম্ব করা যাবে না।</p>
                </li>
                <li>
                <p>ক্লাস টাইমে কমিউনিকেটিভ টিচিং লার্নিং মেথড অনুসরন করতে হবে।</p>
                </li>
                <li>
                <p>ক্লাস টাইমে মোবাইল ব্যবহার করা যাবে না।</p>
                </li>
                <li>
                <p>প্রত্যেক ছাত্রের প্রোগ্রেসিভ রিপোর্ট বুক স্বাক্ষর সহ আপডেট করতে হবে।</p>
                </li>
                <li>
                <p>যদিও একাধিক ক্লাসে একজন শিক্ষক পাঠদান করবেন, তবে একটা নির্ধারিত শ্রেণীর জন্যে একজন শিক্ষক “ক্লাস টিচার” হিসাবে দায়িত্বপ্রাপ্ত থাকবেন। সেই ক্লাসের সকল ছাত্রের দায়িত্ব তাঁর থাকবে ও তিনি প্রত্যেক ছাত্রের ব্যপারে জবাবদিহির আওতাভুক্ত থাকবেন।</p>
                </li>
            </ul>
          </div>
        </div>
      </section>
    </>
  );
}
