export default function page() {
  return (
    <>
       
      {/* About Section */}
      <section>
        <div className="w-3/5 mx-auto flex justify-center mt-5 flex-col">
          <div className="why-our-mission p-4">
          <div className="flex items-center gap-3">
            <i class="bi bi-circle-square text-teal-400 text-2xl"></i>
            <h1 className="font-bold">অভিভাবকদের গাইডলাইন</h1>
            </div>
            <ul className="p-4 flex flex-col gap-4 list-decimal">
              <li>
                <p>একাডেমি স্টাফ ও শিক্ষকদের সাথে নম্র ও ভদ্র আচরণ কাম্য।</p>
                </li>
                <li>
                <p>সন্তানের উন্নতির জন্যে একাডেমির পক্ষ থেকে দেয়া গাইডলাইন অনুসরন করা।</p>
                </li>
                <li>
                <p>যে কোন অনাকাঙ্খিত ঘটনা এড়িয়ে চলার জন্যে একাডেমির সর্বোচ্চ সতর্কতা থাকবে, এরপরেও যদি কোন অনাকাঙ্খিত ঘটনা (ছাত্রদের মধ্যে মারামারি, শিক্ষক কতৃক প্রহার ইত্যাদি) ঘটে যায়, সর্বপ্রথম তা প্রিন্সিপাল বা সভাপতিকে জানাতে হবে। একাডেমির সিসিটিভি ফুটেজ দেখে ও তদন্ত সাপেক্ষে প্রয়োজনীয় ব্যবস্থা গ্রহণ করা হবে। একইভাবে, অভিভাবক কর্তৃক কোন স্টাফ বা অন্য কোন শিক্ষার্থী বা শিক্ষকের সাথে দুর্ব্যবহার করা হলে সে ব্যপারেও তদন্ত সাপেক্ষে প্রয়োজনীয় ব্যবস্থা গ্রহণের অধিকার কতৃপক্ষের থাকবে।</p>
                </li>
                <li>
                <p>কুরআনের হিফজ ও ইসলামিক শিক্ষা অন্তরের জন্য নুর। এক্ষেত্রে কুরআনের হিফজ চলাকালীন সময়ে সিনেমা/নাটক/গান দেখা হলে সন্তানের হাফেজ হওয়া দুরুহ হয়ে পড়ে। সুতরাং, সন্তানকে এখানে ভর্তি করলে বাসার টিভি বন্ধ করে রাখতে হবে। সম্ভব হলে সন্তান বাসায় গেলে কম্পিউটারের ব্যবহার ও সীমিত রাখতে হবে।</p>
                </li>
                <li>
                <p>যে কোন কারণে সন্তান অনুপস্থিত থাকলে অবশ্যই তা ক্লাস টিচারকে জানাতে হবে।  অন্যথায় শিক্ষার্থী সহ অভিভাবককে এসে অনুপস্থিতির গ্রহনযোগ্য কারন দেখাতে হবে। শুধুমাত্র শিক্ষার্থীর এক্সকিউজ বা সমস্যা বর্ণনা গ্রহনযোগ্য হবে না।</p>
                </li>
                <li>
                <p>নির্ধারিত সময়ের মধ্যে বেতন পরিশোধ করতে হবে, বিশেষ কোন সমস্যা থাকলে নির্ধারিত সময় শেষ হওয়ার পূর্বেই কতৃপক্ষকে জানাতে হবে। অন্যথায় জরিমানা আসবে।</p>
                </li>
                <li>
                <p> প্যারেন্টস মিটিং বা অভিভাবক মিটিং এ থাকা আবশ্যক ও সন্তানের ব্যাপারে নিয়মিত খোঁজ-খবর রাখতে হবে।</p>
                </li>
            </ul>
          </div>
        </div>
      </section>
    </>
  );
}
